window.CURRICULUM = {
    "6":  [
              {
                  "key":  "6-0",
                  "title":  "БҮХЭЛ ТООН ОЛОНЛОГ, ЗЭРЭГ, ЯЗГУУР",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "6.1а. Эерэг, сөрөг тоог ахуй амьдралд хэрэглэх, тоон шулуун хэрэглэн бүхэл тоонуудыг жиших, нэмэх, хасах, хялбар бүхэл тоонуудыг үржүүлэх, хуваах",
                                     "6.1б. Тооны хуваагдах шинжийг хэрэглэн өгсөн тоо 2, 3, 4, 5, 6, 8, 9, 10, 100-д хуваагдах эсэхийг тогтоох, ерөнхий хуваагч, ерөнхий хуваагдагч, анхны ба зохиомол тоог таних, нэг ба хоёр оронтой тоонуудын ХИЕХ, ХБЕХ-ийг олох, хэрэглэх",
                                     "6.1в. Бүхэл тооны квадрат зэргийг олох, түүний урвуу үйлдлийг ойлгох, квадрат язгуур нь -20-оос +20 хүртэлх бүхэл тоо байх тоог таних, цээжээр олох, тэмдэглэх",
                                     "6.1г. Хэллэг, олонлогийн талаар анхны ойлголттой болох, тоон олонлогийн нэгдэл, огтлолцлыг олох, дүрслэх, тэмдэглэгээг хэрэглэх"
                                 ]
              },
              {
                  "key":  "6-1",
                  "title":  "ТООНЫ ОРНЫ УТГА, ТООГ ЖИШИХ, ТОЙМЛОХ",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "6.2а. Тооны бичлэг дэх цифрийн байршлын утгыг тайлбарлах, бүхэл тоо ба аравтын бутархайг 0.1, 0.01, 0.001-ээр үржүүлэх, хуваах",
                                     "6.2б. Урт, хүнд, хугацааны хэмжээг ижил нэгжид шилжүүлэх замаар аравтын бутархайг жиших, эрэмбэлэх",
                                     "6.2в. Олон оронтой тоог 10-т, 100-т, 1000-т, 10000-таар тоймлох, аравтын бутархайг бүхлээр болон аравны, зууны, мянганы хэсгээр тоймлох, хэрэглэх"
                                 ]
              },
              {
                  "key":  "6-2",
                  "title":  "ЭНГИЙН БА АРАВТЫН БУТАРХАЙ, ПРОЦЕНТ",
                  "level":  "чадвар",
                  "objectives":  [
                                     "6.3а. Бүхэл ба бутархай хэсгийн орны тоо нь ялгаатай байх аравтын бутархайнуудыг нэмэх, хасах,",
                                     "6.3б. Аравтын бутархайг нэг ба хоёр оронтой бүхэл тоогоор болон аравтын бутархайгаар үржүүлэх, хуваах",
                                     "6.3в. Аравтын бутархай оролцсон илэрхийлэлд үйлдлийн дарааллын дүрэм, үйлдлийн чанарыг хэрэглэх, үйлдлийн дүнг урвуу үйлдлээр шалгах, хялбар аргаар тооцоолох",
                                     "6.3г. Энгийн бутархайн үндсэн чанарыг хэрэглэн бутархайг хураах, тэнцүү бутархайнуудыг таних, засагдах бутархайг холимог бутархай, холимог бутархайг засагдах бутархай болгох",
                                     "6.3д. Энгийн бутархайнуудыг ижил хуваарьтай болгох эсвэл тоон шулуун дээр тэмдэглэх замаар жиших, эрэмбэлэх",
                                     "6.3е. Ижил биш хуваарьтай энгийн бутархайнуудыг нэмэх, хасах"
                                 ]
              },
              {
                  "key":  "6-3",
                  "title":  "ХАРЬЦАА, ПРОПОРЦ",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "6.4а. Харьцааг ойлгох, тэмдэглэх, тоо, хэмжээг өгсөн харьцаагаар хоёр ба гурван хэсэгт хуваах, тоо, хэмжээг харьцуулах, жишихэд процентийг хэрэглэх",
                                     "6.4б. Пропорцын үндсэн чанар, түүнийг асуудал шийдвэрлэхэд хэрэглэх",
                                     "6.4в. Шууд пропорционал хамаарлыг таних, пропорционалийн коэффициентийг олох, хялбар асуудал шийдвэрлэх"
                                 ]
              },
              {
                  "key":  "6-4",
                  "title":  "АЛГЕБРЫН ИЛЭРХИЙЛЭЛ, ТЭГШИТГЭЛ",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "6.5а. Хувьсагч эсвэл тодорхойгүй тоог үсэг хэрэглэн бичих, алгебрын шугаман илэрхийлэл зохиох, төсөөтэй гишүүдийг эмхэтгэх",
                                     "6.5б. Бүхэл тоон коэффициенттэй алгебрын шугаман илэрхийллийг хувиргах, хялбарчлах, хувьсагчийн оронд тоон утга орлуулан илэрхийллийн утгыг олох ( хаалт дотор байгаа илэрхийллийг тогтмол тоогоор үржүүлэх, ерөнхий үржигдэхүүнийг хаалтнаас гаргах)",
                                     "6.5в. Хувьсагч нь тэнцүүгийн тэмдгийн зөвхөн нэг талд нь байх бүхэл тоон коэффициенттэй шугаман тэгшитгэл зохиох, бодох"
                                 ]
              },
              {
                  "key":  "6-5",
                  "title":  "ДАРААЛАЛ, ФУНКЦ",
                  "level":  "чадвар",
                  "objectives":  [
                                     "6.6а. Дүрсэн дарааллын зүй тогтлыг олох, үргэлжлүүлэх, дараалал зохиох",
                                     "6.6б. Дарааллын гишүүдийн зүй тогтлыг олох, үргэлжлүүлэх, тоон дараалал байгуулах",
                                     "6.6в. Шугаман функцийн харгалзааны дүрмийг үгээр болон оролт, гаралтын схем хэрэглэн тодорхойлох",
                                     "6.6г. Тэгш өнцөгт координатын хавтгайг тодорхойлох, цэгийн координатыг унших, бичих",
                                     "6.6д. y нь х –ээр илэрхийлэгдсэн шугаман тэгшитгэлийг үнэн байлгах (x, y) хосуудыг олох, шууд пропорционал хамаарлын график байгуулах ( I мөчид)"
                                 ]
              },
              {
                  "key":  "6-6",
                  "title":  "ӨНЦӨГ, ДҮРС, БИЕТ",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "6.7а. Цэг, шулуун, хэрчим, цацраг, өнцгийг зурах, тэмдэглэх",
                                     "6.7б. Перпендикуляр, параллел шулууны талаар ойлголттой болох, огтлолцсон шулуунуудын хоорондох өнцгийн чанар, хамар өнцгүүдийн нийлбэр (180°)-ийн чанарыг мэдэх, хэрэглэх, гүйцэд өнцгийг (360°) хэрэглэн тооцоолох",
                                     "6.7в. Гурвалжны дотоод өнцгүүдийн нийлбэр 180° байдгийг хэрэглэн гүдгэр 4, 5, 6 өнцөгтийн дотоод өнцгүүдийн нийлбэрийг олох",
                                     "6.7г. Гурвалжны тэнцэтгэл бишийг мэдэх, хэрэглэх",
                                     "6.7д. Гүдгэр ба гүдгэр биш олон өнцөгтийг таних, ангилах, дөрвөн өнцөгтүүдийг (квадрат, тэгш өнцөгт, ромбо, параллелограмм) зурах, тэмдэглэх, тал, өнцгийн чанарыг тодорхойлох",
                                     "6.7е. Тойрог, дугуй дүрсийг таних, нэрлэх, гортиг ашиглан тойрог, дугуй байгуулах"
                                 ]
              },
              {
                  "key":  "6-7",
                  "title":  "БАЙРШИЛ, ХӨДӨЛГӨӨН",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "6.8а. Координатын хавтгайд бүхэл тоон координаттай цэгийг тэмдэглэх, хялбар дүрс байгуулах",
                                     "6.8б. Дүрсийн (гурвалжин, 4 өнцөгт, зөв 5, 6, 8 өнцөгт гэх мэт) тэгш хэмийн тэнхлэг (төв)- ийг таних, зурах",
                                     "6.8в. Хавтгайн цэг ба дүрсийг хувиргах, хувиргалтыг таних - Өгсөн шулууны хувьд тэгш хэмтэй байгуулах - Өгсөн цэгийн хувьд тэгш хэмтэй байгуулах - Параллел зөөлтөөр шилжүүлэх",
                                     "6.8г. Тэнцүү дүрсийг таних, тэгш хэм, параллель зөөлт хувиргалтуудаар дүрсүүд тэнцүү дүрсэд шилждэг болохыг ойлгох, хэрэглэх"
                                 ]
              },
              {
                  "key":  "6-8",
                  "title":  "ХЭМЖИГДЭХҮҮН",
                  "level":  "чадвар",
                  "objectives":  [
                                     "6.9а. Хэмжих нэгжийг оновчтой сонгох, урт, хүнд, багтаамжийг хэмжих нэгжүүдийн хоорондын холбоо хамаарлыг мэдэх, нэгж шилжүүлэх",
                                     "6.9б. Хугацааг хэмжих, хугацааны нэгжүүдийн хамаарлыг мэдэх, нэгж шилжүүлэх, 12 ба 24 цагийн систем, цагийн хуваарийг унших, хэрэглэх, үйл явдлын үргэлжлэх болон завсарлах хугацааг тооцоолох",
                                     "6.9в. Аналоги ба дижитал хэмжих багажийн хуваарийг унших, хэрэглэх",
                                     "6.9г. Талбайг хэмжих нэгжүүд, тэдгээрийг харилцан шилжүүлэх",
                                     "6.9д. Тэгш өнцөгтийн периметр, талбайг олох томьёог гаргах, хэрэглэх, бүх өнцөг нь тэгш өнцөг байх нийлмэл дүрсийн талбай, периметрийг тооцоолох, асуудал шийдвэрлэх",
                                     "6.9е. Тэгш өнцөгтийн аль нэг хэмжээсийг тодорхой тоо дахин ихэсгэхэд (багасгахад) талбай нь хэрхэн өөрчлөгдөхийг мэдэх, асуудал шийдвэрлэх"
                                 ]
              },
              {
                  "key":  "6-9",
                  "title":  "ӨГӨГДӨЛТЭЙ АЖИЛЛАХ",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "6.10а. Өгөгдөл цуглуулах, бүртгэх, давтамжийн хүснэгт зохиох",
                                     "6.10б. Өгөгдлийг диаграммаар дүрслэх - Баганан диаграмм, пиктограмм байгуулах - Өгсөн загвар дээр хялбар дугуй диаграмм байгуулах - Шугаман график унших, тайлбарлах",
                                     "6.10в. Дунджууд ба далайцыг олох, давтамжийн хүснэгт ашиглан арифметик дунджийг олох",
                                     "6.10г. Хүснэгт, диаграмм, графикийг унших, тайлбарлах, дүгнэлт гаргах",
                                     "6.10д. Баганан диаграммуудыг далайц, моод, медиан, арифметик дунджаар нь харьцуулах, дүгнэлт гаргах"
                                 ]
              },
              {
                  "key":  "6-10",
                  "title":  "МАГАДЛАЛ",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "6.11а. Боломжийг тоолох, нийлбэр, үржвэрийн зарчим хэрэглэх",
                                     "6.11б. Тэнцүү боломжтой үр дүн бүхий үзэгдлийн магадлалыг олох, магадлалын хэмжээ 0-ээс 1-ийн хооронд байдгийг ойлгох",
                                     "6.11в. Магадлалыг олж, тоон шулуун дээр тэмдэглэх, магадлалын хэл хэрэглэн тайлбарлах (гарцаагүй үзэгдэл, боломжгүй үзэгдэл, тэгш боломжтой үзэгдэл гэх мэт)"
                                 ]
              }
          ],
    "7":  [
              {
                  "key":  "7-0",
                  "title":  "БҮХЭЛ ТООН ОЛОНЛОГ, ЗЭРЭГ, ЯЗГУУР",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "7.1а. Тооны модулийн талаар ойлголттой болох, бүхэл тооны 4 үйлдэл гүйцэтгэх",
                                     "7.1б. Бүхэл тооны куб зэргийг олох, түүний урвуу үйлдлийг ойлгох, куб язгуур нь бүхэл тоо байх тоог олох, тэмдэглэх, хэрэглэх",
                                     "7.1в. Тоог анхны тоон үржигдэхүүнд задлах аргаар ХИЕХ, ХБЕХ-ийг олох, асуудал шийдвэрлэх"
                                 ]
              },
              {
                  "key":  "7-1",
                  "title":  "ТООГ ЖИШИХ, ТОЙМЛОХ",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "7.2а. 10-ын натурал илтгэгчтэй зэргийг унших, бичих",
                                     "7.2б. Хэмжээг ижил нэгжид шилжүүлэх замаар аравтын бутархайг жиших, эрэмбэлэх (урт, хүнд, багтаамж)",
                                     "7.2в. Аравтын бутархайг тоймлох, асуудал шийдвэрлэх"
                                 ]
              },
              {
                  "key":  "7-2",
                  "title":  "ЭНГИЙН БА АРАВТЫН БУТАРХАЙ, ПРОЦЕНТ",
                  "level":  "чадвар",
                  "objectives":  [
                                     "7.3а. Энгийн бутархайн хүртвэр, хуваарийн ХИЕХ-ийг олж, хураах замаар бутархайг үл хураагдах бутархай болгох",
                                     "7.3б. Энгийн бутархайнуудыг ижил хуваарьтай болгох эсвэл аравтын бутархайгаар илэрхийлэх замаар жиших, эрэмбэлэх",
                                     "7.3в. Энгийн бутархайн нэмэх, хасах үйлдлийг гүйцэтгэх",
                                     "7.3г. Энгийн бутархайн үржүүлэх, хуваах үйлдэл гүйцэтгэх, өгсөн тооны тодорхой хэсэгт ногдох тоог олох, тооны тодорхой хэсэгт ногдох тоогоор нь өгсөн тоог олох",
                                     "7.3д. Аравтын бутархайн үйлдэл гүйцэтгэх",
                                     "7.3е. Энгийн ба аравтын бутархай оролцсон илэрхийлэлд үйлдлийн дарааллын дүрэм хэрэглэх, үйлдлийн дүнг урвуу үйлдлээр шалгах, хялбар аргаар тооцоолох"
                                 ]
              },
              {
                  "key":  "7-3",
                  "title":  "ХАРЬЦАА, ПРОПОРЦ",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "7.4а. Тоо, хэмжээг өгсөн харьцаагаар хуваах, тоо, хэмжээг харьцуулах, жишихэд энгийн, аравтын бутархай, процентийн харилцан хамаарлыг хэрэглэх",
                                     "7.4б. Харьцаа, пропорцыг хэрэглэх, ялгаатай нэгжээр илэрхийлэгдсэн харьцааг хялбар хэлбэрт бичих",
                                     "7.4в. Шууд пропорционал хамаарлыг хэрэглэх, асуудал шийдвэрлэх"
                                 ]
              },
              {
                  "key":  "7-4",
                  "title":  "АЛГЕБРЫН ИЛЭРХИЙЛЭЛ, ТЭГШИТГЭЛ",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "7.5а. Алгебрын илэрхийлэл зохиох, төсөөтэй гишүүдийг эмхэтгэх",
                                     "7.5б. Натурал илтгэгчтэй зэргийн чанаруудыг мэдэх, хэрэглэх",
                                     "7.5в. Нэг гишүүнт ба олон гишүүнтийг таних, нэг гишүүнтүүдийг үржүүлэх, хуваах",
                                     "7.5г. Бүхэл тоон коэфициенттэй алгебрын илэрхийллийг хувиргах, хялбарчлах (Нэг гишүүнтээр олон гишүүнтийг үржүүлэх, нэг гишүүнтийг хаалтаас гаргах)",
                                     "7.5д. Шугаман тэгшитгэл зохиох, бодох"
                                 ]
              },
              {
                  "key":  "7-5",
                  "title":  "ДАРААЛАЛ, ФУНКЦ",
                  "level":  "чадвар",
                  "objectives":  [
                                     "7.6а. Тоон болон дүрсэн дарааллын зүй тогтол, ерөнхий гишүүний дүрмийг олох",
                                     "7.6б. Арифметик прогрессийн n дүгээр гишүүний томьёог бичих, хэрэглэх",
                                     "7.7в. Шууд пропорционал хамаарлын график байгуулах, координатын эхийг дайрсан шулууны тэгшитгэл бичих",
                                     "7.6г. y = mx + c хэлбэрийн шугаман функцийн утгын хүснэгт зохиож, координатын хавтгайд шулуун байгуулах",
                                     "7.6д. Координатын тэнхлэгүүдтэй параллель шулуун байгуулах, шулууны тэгшитгэл бичих"
                                 ]
              },
              {
                  "key":  "7-6",
                  "title":  "ӨНЦӨГ, ДҮРС, БАЙГУУЛАЛТ",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "7.7а. Параллел шулуунуудыг гурав дахь шулуунаар огтлоход үүсэх өнцгүүдийн чанарыг мэдэх, хэрэглэх",
                                     "7.7б. Баталгааг ойлгох, хэрэглэх: - Гурвалжны дотоод өнцгийн нийлбэр 180°, дөрвөн өнцөгтийн дотоод өнцгийн нийлбэр 360° байна - Гурвалжны гадаад өнцөг нь өөртэйгөө хамар биш дотоод хоёр өнцгийн нийлбэртэй тэнцүү байна",
                                     "7.7в. Дөрвөн өнцөгтүүдийг ижил болон ялгаатай шинжээр нь ангилах",
                                     "7.7г. Гортиг, шугам ашиглан үндсэн байгуулалт хийх: - Өгсөн хэрчимтэй тэнцүү хэрчим байгуулах - Өгсөн өнцөгтэй тэнцүү өнцөг байгуулах - Хэрчмийг таллан хуваах - Хэрчмийн дундаж цэгийг дайруулан перпендикуляр шулуун байгуулах, өгсөн цэгээс шулуунд перпендикуляр татах - Өнцгийн биссектрисс байгуулах - Шулууны гадна орших цэгийг дайруулан параллел шулуун байгуулах",
                                     "7.7д. Гортиг, шугам ашиглан гурвалжин байгуулах: - Гурвалжныг түүний хоёр тал, хоорондох өнцөг (ТӨТ), нэг тал түүнд налсан хоёр өнцөг (ӨТӨ), гурван талаар нь байгуулах (ТТТ) - Тэгш өнцөгт гурвалжин байгуулах",
                                     "7.7е. Тэнцүү гурвалжныг таних, гурвалжны тэнцүүгийн шинжийг мэдэх, хэрэглэх"
                                 ]
              },
              {
                  "key":  "7-7",
                  "title":  "БАЙРШИЛ, ХӨДӨЛГӨӨН",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "7.8а. Тэгш өнцөгт координатын хавтгайд бүхэл тоон координаттай цэгүүдээр дүрс байгуулах, хэрчмийн дундаж цэгийн координатыг олох, хэрэглэх",
                                     "7.8б. Дүрсийг өгсөн цэг дээр төвтэй цагийн зүүний дагуу болон эсрэг чиглэлд 90°, 180° -аар эргүүлэлтээр хувиргах, хувиргалтыг таних",
                                     "7.8в. Эргэлтийн тэгш хэмтэй дүрсийг таних, зохиох, тэгш хэмийн эрэмбийг тогтоох",
                                     "7.8г. Дүрсийн тэгш хэмт чанарыг (төвийн болон тэнхлэгийн тэгш хэмтэй, эргэлтийн тэгш хэмтэй дүрс, параллелограмм, тойрог гэх мэт) тогтоох"
                                 ]
              },
              {
                  "key":  "7-8",
                  "title":  "ХЭМЖИГДЭХҮҮН",
                  "level":  "чадвар",
                  "objectives":  [
                                     "7.9а. Монголын уламжлалт хэмжих нэгжүүдийг мэдэх, хэрэглэх",
                                     "7.9б. Талбай, эзлэхүүний нэгж шилжүүлэх, асуудал шийдвэрлэх",
                                     "7.9в. Гурвалжин, параллелограмм, трапецийн талбайг олох томьёог гаргах, хэрэглэх, эдгээр дүрсийн периметрийг олох",
                                     "7.9г. Тэгш өнцөгт параллелепипедийн дэлгээсийг зурах, гадаргуун талбайг олох, нийлмэл биетийн (тэгш өнцөгт параллелепипедээс тогтох) эзлэхүүн, гадаргуун талбайг олох",
                                     "7.9д. Тэгш өнцөгт параллелепипедийн аль нэг хэмжээсийг тодорхой тоо дахин ихэсгэхэд (багасгахад) эзлэхүүн нь хэрхэн өөрчлөгдөхийг мэдэх, асуудал шийдвэрлэх",
                                     "7.9е. π тооны ойролцоо утгыг олох, тойргийн урт, дугуйн талбайн томьёог гаргах, хэрэглэх"
                                 ]
              },
              {
                  "key":  "7-9",
                  "title":  "ӨГӨГДӨЛТЭЙ АЖИЛЛАХ",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "7.10б. Өгөгдөл цуглуулах арга, хэмжигдэхүүний утгын нарийвчлалыг сонгох, түүврийн хэмжээг тогтоох",
                                     "7.10в. Өгөгдлийг тэнцүү завсарт бүлэглэж, давтамжийн хүснэгт зохиох",
                                     "7.10г. Өгөгдлийг график, диаграммаар дүрслэх - Баганан диаграмм, пиктограмм байгуулах - Дугуй диаграмм байгуулах - Шугаман график тайлбарлах, байгуулах",
                                     "7.10д. Дунджууд ба далайцыг тооцоолох, эдгээрийг хэзээ хэрэглэхээ мэдэх, бүлэглэсэн өгөгдлийн хувьд моод бүлгийг олох",
                                     "7.10е. Дискрет ба тасралтгүй өгөгдлийн диаграмм, графикийг унших, тайлбарлах, дүгнэлт гаргах",
                                     "7.10ж. Дугуй диаграммуудыг далайц, моод, медиан, арифметик дунджаар нь харьцуулах, дүгнэлт гаргах"
                                 ]
              },
              {
                  "key":  "7-10",
                  "title":  "МАГАДЛАЛ",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "7.11а. Үзэгдлийн илрэх магадлал нь р бол эсрэг үзэгдлийн магадлал нь (1–р) байдгийг ойлгох, хэрэглэх, нийлмэл үзэгдлийн бүх үр дүнг олох, тоочин бичих",
                                     "7.11б. Харьцангуй давтамж ба магадлалыг үнэлэх, харьцуулах: - Туршилтыг давтаж хийхэд өөр өөр үр дүнгүүд гардаг - Туршилтын тоог ихэсгэхэд магадлалын үнэлгээ сайжирдаг гэдгийг ойлгох, хэрэглэх"
                                 ]
              }
          ],
    "8":  [
              {
                  "key":  "8-0",
                  "title":  "РАЦИОНАЛ ТООН ОЛОНЛОГ, ЗЭРЭГ, ЯЗГУУР",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "8.1а. Рационал тоог тоон шулуун дээр тэмдэглэх, жиших, төгсгөлгүй, үет аравтын бутархайг энгийн бутархайд шилжүүлэх",
                                     "8.1б. Рационал тооны зэргүүдийг үржүүлэх, хуваахад натурал илтгэгчтэй зэргийн чанар хэрэглэх",
                                     "8.1в. Рационал тооны нэмэх, хасах, үржүүлэх, хуваах, зэрэг дэвшүүлэх, язгуур гаргах үйлдлүүдийг гүйцэтгэн тоон илэрхийллийн утгыг олох",
                                     "8.1г. Олонлог, түүн дээр үйлдэл (олонлогийн нэгдэл, огтлолцол, гүйцээлт) гүйцэтгэх, Эйлер- Веннийн диаграммаар загварчлах"
                                 ]
              },
              {
                  "key":  "8-1",
                  "title":  "ТООГ ТОЙМЛОХ",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "8.2а. ( 1) 1 0.1 10 − = = болохыг мэдэх, бүхэл тоо болон аравтын бутархайг 10-ын бүхэл илтгэгчтэй зэргээр үржүүлэх, хуваах",
                                     "8.2б. Тоо, хэмжээг орны нэгжээр тоймлох болон тэмдэгтийн тоогоор тоймлох, асуудал шийдвэрлэх",
                                     "8.2в. Тоо, хэмжээ болон бодлогын агуулгад тохирсон нарийвчлалыг сонгох, тооцооллын үр дүнг шалгах, тооны машин хэрэглэх"
                                 ]
              },
              {
                  "key":  "8-2",
                  "title":  "ПРОЦЕНТ, ХАРЬЦАА, ПРОПОРЦ",
                  "level":  "чадвар",
                  "objectives":  [
                                     "8.3а. Хүү, хямдрал, ашиг, алдагдал, татвар зэрэг хувь хүн, өрхийн санхүүгийн тооцоолол, процентийн өөрчлөлт оролцсон асуудал шийдвэрлэх",
                                     "8.3б. Хольцын хялбар бодлогууд бодох",
                                     "8.3в. Масштабыг ойлгох, тайлбарлах, газрын зураг ашиглан зай олох, асуудал шийдвэрлэх",
                                     "8.3г. Урвуу пропорционал хамаарлыг таних, шууд ба урвуу пропорционал хамаарлын ялгааг ойлгох, хэрэглэх, асуудал шийдвэрлэх;"
                                 ]
              },
              {
                  "key":  "8-3",
                  "title":  "АЛГЕБРЫН ИЛЭРХИЙЛЭЛ, ТЭГШИТГЭЛ, ТЭНЦЭТГЭЛ БИШ",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "8.4а. Нэг гишүүнтүүдийг үржүүлж, хуваахад зэргийн чанар хэрэглэх",
                                     "8.4б. Нэг гишүүнтээр олон гишүүнтийг үржүүлэх, нэг гишүүнтийг хаалтнаас гаргах",
                                     "8.4в. Олон гишүүнтийг олон гишүүнтээр үржүүлэх",
                                     "8.4г. Олон гишүүнтийг үржигдэхүүн болгон задлах,(бүлэглэх, нийлбэр, ялгаврын квадрат, квадратуудын ялгаврын томьёог хэрэглэх)",
                                     "8.4д. Алгебрын хялбар бутархайг нэмэх, хасах",
                                     "8.4е. Шугаман тэгшитгэл рүү шилжих хялбар рационал тэгшитгэл зохиох, бодох, өгүүлбэртэй бодлогыг тэгшитгэл зохиох аргаар бодох, шийдийг олох"
                                 ]
              },
              {
                  "key":  "8-4",
                  "title":  "ДАРААЛАЛ, ФУНКЦ",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "8.5а. Арифметик прогрессийн n дүгээр гишүүнийг олох томьёоны гаргалгаа хийх, дараалсан гурван гишүүний чанарыг гаргах, хэрэглэх",
                                     "8.5б. Ax + By = C хэлбэрийн шугаман тэгшитгэлийн график байгуулах, y = mx + c хэлбэрт шилжүүлэх;",
                                     "8.5в. Шугаман функцийн график өгсөн үед шулууны тэгшитгэл бичих, шулууны налалт (өнцгийн коэффициент) -ыг олох",
                                     "8.5г. Шугаман функцийн график хэрэглэн тэгшитгэлийн системийн шийдийг ойролцоогоор олох, хэрэглэх (зам – хугацааны график)",
                                     "8.5д. Урвуу пропорционал хамаарлын график байгуулах",
                                     "8.5е. y=ax2 функцийн графикийг таних, утгын хүснэгт ашиглан байгуулах"
                                 ]
              },
              {
                  "key":  "8-5",
                  "title":  "ӨНЦӨГ, ДҮРС, БАЙГУУЛАЛТ",
                  "level":  "чадвар",
                  "objectives":  [
                                     "8.6а. Гүдгэр олон өнцөгтийн дотоод өнцгийн нийлбэрийг олох томьёо гаргах, гадаад өнцгийн нийлбэрийг олох, хэрэглэх",
                                     "8.6б. Тойргийг тэнцүү хуваах аргаар зөв олон өнцөгт байгуулах",
                                     "8.6в. Гортиг, шугам ашиглан байгуулалт хийж, гурвалжны дундаж шугам, медиан, биссектрисийн чанарыг тодорхойлох - Гурвалжны дундаж шугам, медиан байгуулах - Гурвалжны биссектрис байгуулах - Гурвалжны өндөр байгуулах",
                                     "8.6г. Пифагорын теоремыг мэдэх, тэгш өнцөгт гурвалжны бодлого бодоход хэрэглэх",
                                     "8.6д. Гурвалжны төсөөгийн шинжийг мэдэх, хэрэглэх, төсөөтэй гурвалжнуудын өндөр, медиан, биссектриссийн харьцааг дадлага ажлаар олох",
                                     "8.6е. Тойрог ба шулууны харилцан байршлыг тодорхойлох"
                                 ]
              },
              {
                  "key":  "8-6",
                  "title":  "БАЙРШИЛ, ХӨДӨЛГӨӨН, ХУВИРГАЛТ",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "8.7а. Дүрсийг өгсөн цэгт төвтэй натурал тоон коэффициенттэй гомотетээр хувиргах, хувиргалтыг таних",
                                     "8.7б. Гомотетоор үүссэн дүр нь анхны дүрстэй төсөөтэй байдгийг мэдэх, төсөөтэй дүрсүүдийн харгалзах өнцгүүд тэнцүү, талууд нь пропорционал байдгийг хэрэглэх",
                                     "8.7в. Дүрсийг тэгш хэм, паралель зөөлт, эргүүлэлтээр хувиргах, эдгээр хувиргалтаар дүрс тэнцүү дүрсэд буудаг бөгөөд өнцөг ба хэрчмийн урт хадгалагддаг гэсэн дүгнэлт гаргах",
                                     "8.7г. Координатын хавтгайд өгсөн дүрсийг (тэнхлэгийн тэгш хэм, гомотет) нэг төрлийн хувиргалтаар дараалуулан хувиргах",
                                     "8.7д. Хоёр цэгийн хоорондох зайг олох,тэгш хэм, эргүүлэлт, параллел зөөлт, гомотет оролцсон асуудал шийдвэрлэхэд координатын систем хэрэглэх",
                                     "8.7е. Биетийн (призм, цилиндр, пирамид, конус, бөмбөрцөг) тэгш хэмт чанарыг тогтоох, тэгш хэмийн хавтгайг таних, зурах"
                                 ]
              },
              {
                  "key":  "8-7",
                  "title":  "ХЭМЖИГДЭХҮҮН",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "8.8а. Хэмжигдэхүүн оролцсон агуулгатай асуудал шийдвэрлэх (урт, хүнд, талбай, эзлэхүүний нэгж шилжүүлэх )",
                                     "8.8б. Нийлмэл нэгжийг хэрэглэх, тогтмол хурд, дундаж хурд, тэдгээрийн ялгааг мэдэх, хурдны нэгж шилжүүлэх, зам-хугацааны графикийг унших, дүгнэлт гаргах, асуудал шийдвэрлэх",
                                     "8.8в. Тойргийн урт, дугуйн талбайн томьёог хэрэглэн асуудал шийдвэрлэх, тооны машин хэрэглэх",
                                     "8.8г. Призм, цилиндрийн гадаргуун талбайг дэлгээс ашиглан тооцоолох, эзлэхүүний хэмжээг олох",
                                     "8.8д. Төсөөтэй дүрсүүдийн талбайн харьцааг олох, хэрэглэх"
                                 ]
              },
              {
                  "key":  "8-8",
                  "title":  "ӨГӨГДӨЛТЭЙ АЖИЛЛАХ",
                  "level":  "чадвар",
                  "objectives":  [
                                     "8.9а. Өгөгдлийн анхдагч болон хоёрдогч эх үүсвэрийг тодорхойлох, өгөгдөл цуглуулах хүснэгтийг зохиомжлох",
                                     "8.9б. Статистик арга хэрэглэн судалгаа хийхийн тулд түүврийн хэмжээг тогтоох, хэмжигдэхүүний нарийвчлал, өгөгдөл цуглуулах аргаа (ярилцлага хийх буюу санал асуулгын хуудас боловсруулах) сонгох",
                                     "8.9в. Тохиромжтой тэнцүү завсруудыг сонгох замаар дискрет болон тасралтгүй өгөгдлийг цуглуулах, бүртгэх",
                                     "8.9г. Өгөгдлийг график, диаграмм сонгон дүрслэх - Дугуй диаграмм - Гистограмм - Хугацаанаас хамаарсан шугаман график - Иш навчны диаграмм",
                                     "8.9д. Бүлэглэсэн өгөгдлийн арифметик дунджийг олох",
                                     "8.9е. Тухайн асуудлыг шийдвэрлэхэд шаардлагатай статистик үзүүлэлтүүдийг (дунджууд ба далайц, хамгийн их ба хамгийн бага утга) тооцоолох, тэднээс хамгийн оновчтойг нь сонгох"
                                 ]
              },
              {
                  "key":  "8-9",
                  "title":  "МАГАДЛАЛ",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "8.10а. Нийцтэй ба нийцгүй үзэгдлүүдийг таних",
                                     "8.10б. Үзэгдлийн магадлал нь тухайн үзэгдэлд харьяалагдах бүх эгэл үзэгдлийн магадлалын нийлбэртэй тэнцүү байдгийг мэдэх, хэрэглэх",
                                     "8.10в. Нийцгүй үзэгдлүүдийн нэгдлийн магадлалыг олох, хэрэглэх",
                                     "8.10г. Харьцангуй давтамж нь магадлалын үнэлгээ болохыг ойлгох, туршилтын үр дүнг харьцуулах"
                                 ]
              }
          ],
    "9":  [
              {
                  "key":  "9-0",
                  "title":  "БОДИТ ТООН ОЛОНЛОГ, ЗЭРЭГ, ЯЗГУУР",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "9.1а. Иррационал тоог таних, тоон шулуун дээр тэмдэглэх, иррационал тооны ойролцоо утгыг өгсөн нарийвчлалтай олох",
                                     "9.1б. Үржвэр, ногдвороос язгуур гаргах дүрмийг хэрэглэх, квадрат язгуур агуулсан илэрхийллийг хялбарчлах;"
                                 ]
              },
              {
                  "key":  "9-1",
                  "title":  "ТООНЫ СТАНДАРТ ДҮРС, ТООГ ЖИШИХ, ТОЙМЛОХ",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "9.2а. Тоог стандарт дүрсэд шилжүүлэх A x 10n (энд n нь бүхэл тоо, 1 ≤ A \u003c 10)",
                                     "9.2б. Тоог тохиромжтой аргаар тоймлох, тооцооллыг үнэлэх, асуудал шийдвэрлэх"
                                 ]
              },
              {
                  "key":  "9-2",
                  "title":  "ПРОЦЕНТ, ХАРЬЦАА, ПРОПОРЦ",
                  "level":  "чадвар",
                  "objectives":  [
                                     "9.3а. Өсөлт ба бууралтыг процентоор илэрхийлэх, ашиг ба алдагдал, татвар, энгийн ба нийлмэл хүүг тооцоолох, асуудал шийдвэрлэх",
                                     "9.3б. Процентын бодлогууд бодох, асуудал шийдвэрлэх",
                                     "9.3в. Харьцаа, пропорц, урвуу пропорционал хамаарлыг хэрэглэн төрөл бүрийн асуудал шийдвэрлэх;"
                                 ]
              },
              {
                  "key":  "9-3",
                  "title":  "АЛГЕБРЫН ИЛЭРХИЙЛЭЛ, ТЭГШИТГЭЛ, ТЭНЦЭТГЭЛ БИШ",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "9.4а. Хялбар олон гишүүнтийг үржигдэхүүн болгон задлах",
                                     "9.4б. Алгебрын хялбар бутархайнуудыг (хүртвэр, хуваарь нь нэг гишүүнт байх) үржүүлэх, хуваах",
                                     "9.4в. Хоёр хувьсагчтай шугаман тэгшитгэлийн систем зохиох, бодох (нэмэх, орлуулах арга)",
                                     "9.4г. Нэг хувьсагчтай шугаман тэнцэтгэл биш зохиох, бодох, шугаман тэнцэтгэл бишийн систем бодох",
                                     "9.4д. Квадрат тэгшитгэлийг үржигдэхүүн болгон задлах аргаар бодох",
                                     "9.4е. Шугаман болон квадрат тэгшитгэл рүү шилжих хялбар рационал тэгшитгэл бодох, асуудал шийдвэрлэх"
                                 ]
              },
              {
                  "key":  "9-4",
                  "title":  "ДАРААЛАЛ, ФУНКЦ",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "9.5а. Дарааллын ерөнхий гишүүний томьёо, рекуррент томьёо гаргах, хэрэглэх",
                                     "9.5б. Шугаман функцийн урвуу функцийг олох, урвуу функцийн тэмдэглэгээг ойлгох, хэрэглэх, шулууны налалт (өнцгийн коэффициент) -ыг олох, хэрэглэх",
                                     "9.5в. Шугаман тэгшитгэлийн системийн шийдийг график хэрэглэн олох",
                                     "9.5г. Квадрат функцийн графикийг утгын хүснэгт ашиглан байгуулах, хэрэглэх (максимум, минимум утгыг олох, тэгшитгэлийн шийдийг график хэрэглэн олох)"
                                 ]
              },
              {
                  "key":  "9-5",
                  "title":  "ӨНЦӨГ, ДҮРС, БАЙГУУЛАЛТ",
                  "level":  "чадвар",
                  "objectives":  [
                                     "9.6а. Гурвалжны биссектрисс, медианы чанаруудыг хэрэглэх",
                                     "9.6б. Гортиг, шугам ашиглан байгуулалт хийх: - Гурвалжныг багтаасан тойрог байгуулах - Гурвалжинд багтсан тойрог байгуулах",
                                     "9.6в. Тэгш өнцөгт гурвалжны өнцөг болон талыг олоход Пифагорын теорем, хурц өнцгийн тригонометр харьцаа бичих, хэрэглэх, асуудал шийдвэрлэх",
                                     "9.6г. Тойргийн тэгш хэмт чанаруудыг тогтоох, хэрэглэх: - Тэнцүү урттай хөвчүүд тойргийн төвөөс ижил зайд байдаг - Хөвчийн дунджид татсан перпендикуляр нь тойргийн төвийг дайрдаг - Тойргийн гадна орших цэгээс тойрогт татсан шүргэгчүүд тэнцүү байдаг",
                                     "9.6д. Тойргийн хөвч, шүргэгч, огтлогчийн чанаруудыг мэдэх, хэрэглэх",
                                     "9.6е. Тойрогт багтсан өнцгийн чанарыг хэрэглэх, тойргийн гадна оройтой өнцгийн чанарыг мэдэх, хэрэглэх"
                                 ]
              },
              {
                  "key":  "9-6",
                  "title":  "БАЙРШИЛ, ХӨДӨЛГӨӨН, ХУВИРГАЛТ",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "9.7а. Параллел зөөлт, тэнхлэгийн тэгш хэм, эргүүлэлт, гомотетийг таних, байгуулах, хувиргалтыг координатаар илэрхийлэх (Жишээ нь, (x, y)→(2x, 2y) нь координатын эх дээр төвтэй, k=2 коэффициенттэй гомотет)",
                                     "9.7б. Тэгш хэм, эргүүлэлт, параллел зөөлт, гомотетийг бүрэн тодорхойлоход юу шаардлагатайг ойлгох, хэрэглэх",
                                     "9.7в. Хоёр өөр төрлийн (параллел зөөлт, тэнхлэгийн тэгш хэм, эргүүлэлт, гомотет) хувиргалтаар дүрсийг дараалуулан хувиргах",
                                     "9.7г. Координатын аргаар бодлого бодох",
                                     "9.7д. Векторын талаар ойлголттой болох, тэмдэглэх, хавтгайд дүрслэх",
                                     "9.7е. Координатын хавтгайд векторуудыг нэмэх, хасах, тоогоор үржүүлэх"
                                 ]
              },
              {
                  "key":  "9-7",
                  "title":  "ХЭМЖИГДЭХҮҮН",
                  "level":  "ойлголт",
                  "objectives":  [
                                     "9.8а. Хэмжигдэхүүн оролцсон төрөл бүрийн агуулгатай асуудал шийдвэрлэх",
                                     "9.8б. Дэлхийн цагийн бүсийг хэрэглэн асуудал шийдвэрлэх",
                                     "9.8в. Графикаар дүрслэгдэх ахуй амьдралын жишээ гаргах, (хурд-хугацааны графикийг унших, байгуулах, дүгнэлт гаргах, валют шилжүүлэх) асуудал шийдвэрлэх",
                                     "9.8г. Тэгш өнцөгт, гурвалжин, параллелограмм, трапец, зөв 6, 8 өнцөгт, нийлмэл дүрсийн периметр, талбайг олох",
                                     "9.8д. Тойргийн урт, дугуйн талбай, нийлмэл дүрсийн талбай олох, асуудал шийдвэрлэх",
                                     "9.8е. Дугуйн секторын талбай, нумын уртыг хялбар аргаар тооцоолох, асуудал шийдвэрлэх"
                                 ]
              },
              {
                  "key":  "9-8",
                  "title":  "ӨГӨГДӨЛТЭЙ АЖИЛЛАХ",
                  "level":  "чадвар",
                  "objectives":  [
                                     "9.9а. Статистик өгөгдөл цуглуулах",
                                     "9.9б. Статистик диаграмм байгуулах (баганан диаграмм, дугуй диаграмм, гистограмм шугаман график)",
                                     "9.9в. Хуримтлагдсан давтамжийн график унших, байгуулах",
                                     "9.9г. Цэгэн диаграмм, түүний хандлагын шулууныг баримжаалан зурах, эерэг, сөрөг, тэг корреляцыг таних",
                                     "9.9д. Өгөгдлийн далайц, дундаж, медиан, моодыг олох, хэрэглэх, тэдгээрийг хэрэглэгдэж байгаа зорилгоос хамааруулж ялгаж тооцоолох",
                                     "9.9е. Статистик диаграммуудыг харьцуулах, диаграмм, график, хүснэгтэн мэдээлэлд тулгуурлан дүгнэлт гаргах"
                                 ]
              },
              {
                  "key":  "9-9",
                  "title":  "МАГАДЛАЛ",
                  "level":  "мэдлэг",
                  "objectives":  [
                                     "9.10а. Үл хамаарах үзэгдлүүдийн огтлолцлын магадлалыг олох, модны схем хэрэглэн нийлмэл үзэгдлийн магадлалыг олох",
                                     "9.10б. Туршилтын үр дүн, харьцангуй давтамжийг хэрэглэн асуудал шийдвэрлэх"
                                 ]
              }
          ]
};
